templates/wsgen.test.tpl

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:wst="http://www.objetos.com.uy/wstataplus/">
   <soapenv:Header/>
      <soapenv:Body>
	        <wst:ConsultaDatosSociosEntrada>
			         <Documento>
					             <TipoDocumento>?</TipoDocumento>
								             <NroDocumento>?</NroDocumento>
											          </Documento>
													        </wst:ConsultaDatosSociosEntrada>
															   </soapenv:Body>
															   </soapenv:Envelope>
